tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "romkatv/powerlevel10k"
brew "azcopy"
brew "python@3.10"
brew "azure-cli"
brew "unbound"
brew "colima"
brew "coreutils"
brew "curl"
brew "deno"
brew "docker"
brew "docker-compose"
brew "dotnet@6"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "gopls"
brew "jq"
brew "ksh93"
brew "lf"
brew "node"
brew "marp-cli"
brew "mongosh"
brew "mono-libgdiplus"
brew "protobuf"
brew "mysql", restart_service: true
brew "neofetch"
brew "neovim"
brew "node@12"
brew "node@14"
brew "pyenv"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "stow"
brew "terraform"
brew "testdisk"
brew "tmux"
brew "tree"
brew "vifm"
brew "wget"
brew "zoxide"
brew "mongodb/brew/mongodb-community-shell"
brew "mongodb/brew/mongodb-database-tools"
cask "alt-tab"
cask "amethyst"
cask "chromedriver"
cask "discord"
cask "dotnet-sdk6-0-400"
cask "dotnet-sdk7-0-100"
cask "font-jetbrains-mono-nerd-font"
cask "fork"
cask "gdisk"
cask "google-chrome"
cask "google-drive"
cask "insomnia"
cask "kitty"
cask "mactex"
cask "microsoft-azure-storage-explorer"
cask "microsoft-remote-desktop"
cask "ngrok"
cask "nosqlbooster-for-mongodb"
cask "onedrive"
cask "powershell"
cask "qutebrowser"
cask "raycast"
cask "simplenote"
cask "skim"
cask "spotify"
cask "textmate"
cask "unetbootin", args: { appdir: "/Applications" }
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
