tap "1password/tap"
tap "azure/kubelogin"
tap "epk/epk"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "isen-ng/dotnet-sdk-versions"
tap "joshmedeski/sesh"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "romkatv/powerlevel10k"
brew "ansible"
brew "argocd"
brew "azcopy"
brew "python@3.11"
brew "azure-cli"
brew "bat"
brew "cmatrix"
brew "coder"
brew "unbound"
brew "colima", restart_service: true
brew "coreutils"
brew "curl"
brew "deno"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dosbox-x"
brew "dotnet@6"
brew "eza"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "gopls"
brew "gstreamer"
brew "helix"
brew "helm"
brew "htop"
brew "iproute2mac"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "libpq", link: true
brew "luarocks"
brew "node"
brew "marp-cli"
brew "midnight-commander"
brew "molecule"
brew "mongosh"
brew "mono-libgdiplus"
brew "protobuf"
brew "mysql"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nmap"
brew "openapi-generator"
brew "openvpn"
brew "pandoc"
brew "pipx"
brew "pnpm"
brew "poppler"
brew "prettier"
brew "pyenv"
brew "python@3.10"
brew "ripgrep"
brew "ruby"
brew "spice-gtk"
brew "sqlcmd"
brew "sshs"
brew "stow"
brew "stylua"
brew "terraform"
brew "testdisk"
brew "tmux"
brew "tmuxp"
brew "tree"
brew "unar"
brew "wget"
brew "wireguard-tools"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "azure/kubelogin/kubelogin"
brew "hudochenkov/sshpass/sshpass"
brew "mongodb/brew/mongodb-community-shell"
brew "mongodb/brew/mongodb-database-tools"
brew "oven-sh/bun/bun"
cask "1password-cli"
cask "aerospace"
cask "appcleaner"
cask "azure-data-studio"
cask "bruno"
cask "chromedriver"
cask "devpod"
cask "discord"
cask "dotnet-sdk6-0-400"
cask "dotnet-sdk7-0-100"
cask "dotnet-sdk8-0-200"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "fork"
cask "gdisk"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "inkscape"
cask "insomnia"
cask "keyboardcleantool"
cask "kitty"
cask "mactex"
cask "microsoft-azure-storage-explorer"
cask "microsoft-edge"
cask "microsoft-remote-desktop"
cask "mitmproxy"
cask "ngrok"
cask "nosqlbooster-for-mongodb"
cask "obsidian"
cask "onedrive"
cask "powershell"
cask "raycast"
cask "shottr"
cask "simplenote"
cask "skim"
cask "spotify"
cask "tigervnc-viewer"
cask "unetbootin", args: { appdir: "/Applications" }
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "wezterm"
cask "whatsapp"
cask "zed"
vscode "denoland.vscode-deno"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "mongodb.mongodb-vscode"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.dotnet-interactive-vscode"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "svelte.svelte-vscode"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "withfig.fig"
