tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "isen-ng/dotnet-sdk-versions"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "romkatv/powerlevel10k"
brew "azcopy"
brew "azure-cli"
brew "colima"
brew "coreutils"
brew "curl"
brew "deno"
brew "docker"
brew "docker-compose"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "jq"
brew "ksh93"
brew "lazygit"
brew "lf"
brew "macvim"
brew "mongosh"
brew "mono-libgdiplus"
brew "neovim"
brew "node@12"
brew "node@14"
brew "openjdk@11"
brew "ripgrep"
brew "stow"
brew "testdisk"
brew "zoxide"
brew "mongodb/brew/mongodb-community-shell"
brew "mongodb/brew/mongodb-database-tools"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "adoptopenjdk8"
cask "alt-tab"
cask "chromedriver"
cask "discord"
cask "dotnet-sdk6-0-400"
cask "dotnet-sdk7-0-100"
cask "font-jetbrains-mono-nerd-font"
cask "fork"
cask "gdisk"
cask "google-chrome"
cask "google-drive"
cask "insomnia"
cask "iterm2"
cask "mactex"
cask "microsoft-azure-storage-explorer"
cask "microsoft-remote-desktop"
cask "ngrok"
cask "nosqlbooster-for-mongodb"
cask "onedrive"
cask "raycast"
cask "simplenote"
cask "spotify"
cask "textmate"
cask "unetbootin", args: { appdir: "/Applications" }
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
